"4INCHIMAGES" = "Imazhet per ekran 4 inches";
"ACCESSDAEMONLBL" = "Shpirti i pjeseve shtese (aksesoret)";
"ACCESSDAEMONMSG" = "Caktivizimi i keti ''shpirti'' ben qe pjeset shtese (hardware) te jene te paperdoreshme, pervec ushqyesit.";
"ADDBOOKDAEMONLBL" = "Shpirti i listes se numrave te telefonit";
"ADDBOOKDAEMONMSG" = "Caktivizimi i ketij ''shpirti'' ben qe hapja e listes se numrave te telefonit te jete pak me e ngadalte.";
"ADDITEM" = "Add item";
"ADMLITEDAEMONLBL" = "Shpirti i AdminLite";
"ADMLITEDAEMONMSG" = "Ky ''shpirt'' eshte pergjegjes per kontrollin e situates ne rastin kur nje program nuk i pergjigjet udhezimeve.";
"ADS" = "Reklamat";
"ADVANCEDLBL" = "Me e perparuar";
"AIRPRINTDAEMONLBL" = "Shpirti i AirPrint";
"AIRPRINTDAEMONMSG" = "Neqoftese nuk perdorni AirPrint mund te caktivizoni pa rrezik kete ''shpirt''.";
"ANALYZEBTN" = "Analiza";
"ANALYZELBL" = "Ne analize, ju lutem prisni...";
"APPLICATIONS" = "Programet";
"APPLY" = "Vazhdo";
"ASSTOUCHDAEMONLBL" = "Shpirti i AssistiveTouch";
"ASSTOUCHDAEMONMSG" = "Neqoftese nuk perdorni AssistiveTouch mund te caktivizoni pa rrezik kete ''shpirt''.";
"ATTACHMENTS" = "Pjeset shtese te mesazheve";
"BACK" = "Prapa";
"BACKUPDAEMONLBL" = "Shpirti i kopjes rezerve te skedareve ''Backup''";
"BACKUPDAEMONMSG" = "Caktivizimi i ketij ''shpirti'' con ne heqjen e mundesise per te bere kopje rezerve te skedareve ''Backup'' me ane te iTunes dhe iCloud.";
"BUY" = "Blini iCleaner";
"CACHEFILES" = "Skedaret e fshehur ''cache files''";
"CANCEL" = "Anulo";
"CHIWLANDAEMONLBL" = "Shpirti i linjave WLAN kinez";
"CHIWLANDAEMONMSG" = "Ky ''shpirt'' raporton gabimet kur pajisja kerkon te lidhet me nje linje interneti WLAN qe permban shkronja kineze ne emrin e tij.";
"CLEANBTN" = "Pastro";
"CLEANLBL" = "Duke pastruar, ju lutem prisni...";
"CLEANUPCOMPLETED" = "Pastrimi u krye!";
"CONTAINING" = "Permbajtja:";
"CONTINUE" = "Jeni te sigurte qe doni te vazhdoni?";
"CUSTOMFILES" = "Dosjet edhe skedaret e modifikuar";
"CYDIA" = "Cydia";
"CYDIASOURCES" = "Burimet e Cydia ''Cydia sources''";
"CYDIASRCMSG" = "Neqoftese zgjidhni te fshini burimet e Cydia ''Cydia Sources'' do te duhet qe te behet perditesimi para se rezultati te jete i dukshem. Mbas kesaj lista e programeve qe mund te vendosni nga Cydia do te boshatiset";
"DATAMIGDAEMONLBL" = "Shpirti i levizjes se te dhenave";
"DATAMIGDAEMONMSG" = "Caktivizimi i ketij ''shpirti'' ben qe sherbimi i marrjes se numrave te telefonit nga SIM te jete i paperdorshem.";
"DELETE" = "Fshij";
"DELETEDFILES" = "Skedaret e fshire";
"DEPENDENCIES" = "Programet vartes te paperdorur";
"DEVDAEMONLBL" = "Shpirtrat e zhvillimit te programeve";
"DEVDAEMONMSG" = "Keta ''shpirtra'' mund te jene te nevojshem per zhvilluesit e programeve. Neqoftese nuk je zhvillues programes mund t'i caktivizosh pa rrezik.";
"DICTIONARIESLBL" = "Fjaloret e permiresimit ''Define''";
"DICTIONARIESMSG" = "Keta jane fjaloret qe perdoren nga funksioni i permiresimit ''Define''.Ju mund te hiqni ata qe nuk ju duhen nga kjo liste.";
"EDIT" = "Modifiko";
"ENDINGWITH" = "Qe mbarojne me:";
"EXAPPSLBL" = "Programet e papermbledhura";
"EXAPPSMSG" = "Zgjidh programet qe nuk do te permblidhen ne pastrim.";
"FDATAMSG" = "Dosja e karaktereve te shkrimit ndodhet ne ndarjen e te dhenave (partition data). Doni ta zhvendosni ne ndarjen e sistemit (system partition)?";
"FILESANDFOLDERS" = "Llojet e skedareve dhe nendosjet nendosjeve";
"FILETYPE" = "Llojet e skedareve";
"FILETYPECLEANUP" = "Llojet e skedareve qe do te pastrohen";
"FILETYPELBL" = "Perzgjidh llojet e skedareve qe do te pastrohen";
"FILETYPEMSG" = "Llojet e skedareve qe do te pastrohen (te ndara me nga nje hapesire):";
"FOLDER" = "Dosja";
"FONTSBTN" = "Zhvendos dosjen e karaktereve te shkrimit";
"FREEDSPACE" = "Hapesire e liruar";
"FSYSMSG" = "Dosja e karaktereve te shkrimit ndodhet ne ndarjen e sistemit (system partition). Doni ta zhvendosni ne ndarjen e te dhenave (partition data)?";
"GAMEDAEMONLBL" = "Shpirti i Game Center";
"GAMEDAEMONMSG" = "Neqoftese nuk perdorni Game Center mund te caktivizoni pa rrezik kete ''shpirt''.";
"HEALTHDAEMONLBL" = "Shpirti i HealthKit";
"HEALTHDAEMONMSG" = "Neqoftese nuk perdorni HealthKit mund te caktivizoni pa rrezik kete ''shpirt''.";
"HOMEKITDAEMONLBL" = "Shpirti i HomeKit";
"HOMEKITDAEMONMSG" = "Neqoftese nuk perdorni HomeKit mund te caktivizoni pa rrezik kete ''shpirt''.";
"ICLOUDDAEMONLBL" = "Shpirtrat e iCloud";
"ICLOUDDAEMONMSG" = "Caktivizimi i ketij ''shpirti'' con ne kufizimin e funksionit iCloud.";
"ILLFILETYPEMSG" = "Ju shtuat nje ose me shume lloje skedaresh te ndaluar. iCleaner i hoqi ata per te shmangur demtimin e pajisjes tuaj.";
"IMAGES" = "Imazhet";
"IPADIMAGES" = "Imazhet per iPad";
"ITUNESARTWORKFILES" = "Skedaret iTunesArtwork";
"KEYBOARDS" = "Tastierat";
"LANGLBL" = "Zgjedhja e gjuhes";
"LANGNAME" = "Shqip";
"LANGTOREMLBL" = "Gjuhet qe do te fshihen";
"LANGTOREMMSG" = "Zgjidhni ghuhen qe doni te fshihni.\n\nNOTE: varet nga versioni i sistemit dhe tastiera ''Emoji'', duke fshire ''Japanese'' emoticons-et behen te paperdorshem.";
"LANGUAGES" = "Gjuhet";
"LDAEMONSLBL" = "Shpirtrat e nisjes";
"LDAEMONSMSG" = "Shtype per te pare pershkrimin.";
"LOGDAEMONLBL" = "Shpirtrat e raportimit dhe te mbylljes se papritur te programeve";
"LOGDAEMONMSG" = "Keta ''shpirtra jane pergjegjes per raportimin e gabimeve te sistemit dhe mbylljen e papritur te programeve''. Ata mund te caktivizohen pa rrezik.";
"LOGFILES" = "Skedaret raportues";
"LOGLBL" = "Trego skedaret raportues";
"MANAGEDEVICES" = "Menaxho pajisjet e regjistruara";
"MATCH" = "Krahaso";
"MOREINFOLBL" = "Me shume informacion dhe ndihme";
"MSADDONSLBL" = "Cydia Substrate Addons";
"MSADDONSMSG" = "Neqoftese caktivizoni disa shtesa te Cydia (addons), sigurohuni qe ta aktivizoni ne rast se doni te fshihni programin perkates nga Cydia, perndryshe nuk do te lejohet fshirja.";
"MSGATTACHMSG" = "Ky lloj pastrimi fshin skedaret e marre dhe te derguar me iMessage ose MMS.\n\nSMART: fshin vetem skedaret qe nuk shfaqen ne asnje mesazh.\n\nON: fshin te gjitha pjeset shtese_foto, video, audio, etj (mesazhet me pjese shtese jane te shenuar me nje ikone te bardhe).";
"NO" = "Jo";
"NOFILEMSG" = "Skedaret e kerkuar nuk gjenden.";
"NOTHINGHERE" = "Nuk ka gje ketu!";
"NOTREGISTERED" = "I paregjistruar";
"NOTREGISTEREDMSG" = "Ky funksion eshte i disponueshem vetem per pajisjet me licence perdorimi te iCleaner. Per me shume informacion, ju lutem shikoni pjesen ''Blini iCleaner''.";
"ONLYFILES" = "Vetem skedaret";
"OPERATIONCOMPLETED" = "Veprimi u krye!";
"OTADAEMONLBL" = "Shpirtrat e perditesimit te sistemit me ane te internetit";
"OTADAEMONMSG" = "Keta ''shpirtra'' jane pergjegjes per perditesimin e sistemit me ane te internetit. Ata mund te caktivizohen pa rrezik.";
"OTAUPDATES" = "Perditesimi i sistemit me ane te internetit";
"PASSBOOKDAEMONLBL" = "Shpirti i PassBook";
"PASSBOOKDAEMONMSG" = "Neqoftese nuk perdorni PassBook mund te caktivizoni pa rrezik kete ''shpirt''.";
"PATH" = "Menyra ''Path''";
"PLUGINDESC1" = "Bej pastrim me icleaner.";
"PLUGINDESC2" = "Pastrim pa kerkuar konfirmim.";
"PLUGINDESC3" = "Pastrim me shpallje te hapesires te liruar.";
"PLUGINS" = "Plotesuesat ''Plugins''";
"PLUGINTITLE1" = "Pastrimi";
"PLUGINTITLE2" = "Pastrimi (pa popup)";
"PLUGINTITLE3" = "Pastrimi (pa paralajmerim)";
"PREFBUNDLESLBL" = "Paketat e preferencave";
"PREFBUNDLESMSG" = "Neqoftese caktivizoni ndonje pakete preferencash, sigurohuni qe ta aktivizoni ne rast se doni te fshihni programin perkates nga Cydia, perndryshe nuk do te lejohet fshirja.";
"PREFDAEMONLBL" = "Shpirti i preferencave";
"PREFLBL" = "Skedaret e preferencave";
"PREFMSG" = "Keta jane skedaret qe mbajne preferencat/sjelljet e programeve te vendosur ne Cydia. Mund te gjeni edhe skedare te tille qe i perkasin programeve tashme te fshire prej nje kohe te gjate po qe nuk jane hequr gjate ketij procesi. Ju mund te fshihni ata qe nuk ju duhen nga kjo liste.";
"PROCESSEDFILES" = "Skedar te perpunuar";
"REBOOTMSG" = "Rindezja e pajisjes eshte e domosdoshme per kryerjen e ndryshimeve. Deshironi te beni rindezjen e pajisjes tuaj?";
"RECURSIVE" = "Drejto";
"REFRESH" = "Rifresko";
"REGISTERED" = "I regjistruar";
"REGISTRATION" = "Regjistrimi";
"REGULARFILE" = "Skedar i rregullt";
"REMBAKBTN" = "Fshij kopjen rezerve te skedareve ''Backup''";
"REMBAKLBL" = "Duke fshire kopjen rezerve te skedareve ''Backup''";
"REMBAKMSG" = "Jeni te sigurt qe doni te fshihni kopjen rezerve te skedareve ''Backup'' te krijuar gjate Menyres se Testimit?";
"RESBAKBTN" = "Restauro kopjen rezerve te skedareve ''Backup''";
"RESBAKLBL" = "Duke restauruar kopjen rezerve te skedareve ''Backup''";
"RESBAKMSG" = "Jeni te sigurt qe doni te restauroni kopjen rezerve te skedareve ''Backup''?";
"RESET" = "Reset";
"RESPRINGMSG1" = "Pajisja do te ricelet per %u sekonda. Deshironi te beni riceljen e pajisjes tuaj?";
"RESPRINGMSG2" = "Ricelja e pajisjes eshte e domosdoshme per kryerjen e ndryshimeve. Deshironi te beni riceljen e pajisjes tuaj?";
"RETINAIMAGES" = "Imazhet Retina";
"RUNCOUNTDOWNMSG" = "iCleaner do te funksionoj per %u sekonda.";
"SAFARI" = "Safari";
"SAFEDAEMONLBL" = "Shpirtra te pa rrezikshem";
"SAFEDAEMONMSG" = "Keta ''shpirtra'' jane pergjegjes per modelimin fillestar te pajisjes dhe per raportimin e gabimeve te sistemit. Ata mund te caktivizohen pa rrezik.";
"SELECTALL" = "Te gjitha";
"SETLBL" = "Kuadri";
"SPLIGHTDAEMONLBL" = "Shpirti i sherbimit te kerkimit te shpejte ''Spotlight''";
"SPLIGHTDAEMONMSG" = "Caktivizimi i ketij ''shpirti'' ben qe sherbimi i kerkimit te shpejte ''Spotlight'' te jete i paperdorshem.";
"STARTINGWITH" = "Fillo me:";
"STATUS" = "Gjendja";
"TAPTOEDIT" = "Shtyp rreshtin per ta modifikuar.";
"TEMPFILES" = "Skedaret e perkohshem";
"TESTMODEADV" = "Keshillohet aktivizimi i Menyres se Testimit.";
"TESTMODELBL" = "Menyra e Testimit";
"TESTMODEMSG" = "Duke aktivizuar Menyren e Testimit, iCleaner nuk fshin perfundimisht skedaret por ben ruajtjen e nje kopje rezerve. Kjo kopje rezerve mund te restaurohet ose te fshihet perfundimisht.";
"TETHERDAEMONLBL" = "Shpirti i shperndarjes (share) se linjes se internetit ";
"TETHERDAEMONMSG" = "Caktivizimi i ketij ''shpirti'' ben qe ''Personal Hotspot'' te jete i paperdorshem.";
"TWITTERDAEMONLBL" = "''Shpirti'' i Twitter";
"TWITTERDAEMONMSG" = "Caktivizimi i ketij ''shpirti'' con ne kufizimin e funksionit te integrimit me Twitter.";
"UNABLETOCONNECT" = "I paafte per t'u lidhur me serverin. Kjo zakonisht ndodh kur pajisja nuk eshte e lidhur me internetin ose serveri eshte perkohesisht i padisponueshem.";
"UPDATEFOUNDMSG" = "Nje version i ri i iCleaner (%@) eshte i disponueshem per shkarkim. Ju lutem hapni Cydia dhe beni perditesimin e iCleaner.";
"UPDATELBL" = "Kontrolli per perditesim te programit";
"UPDATENOTFOUNDMSG" = "Ju keni versionin e fundit te iCleaner.";
"USERINTERFACE" = "Nderlidhja e perdoruesit";
"VIBDAEMONLBL" = "Shpirti i dridhjeve te modifikuara";
"VIBDAEMONMSG" = "Neqoftese nuk perdorni dridhjet e modifikuara mund te caktivizoni pa rrezik kete ''shpirt''.";
"VOICECONTROLLANGUAGES" = "Gjuhet e Kontrollit Zanor";
"VOICEDAEMONLBL" = "Shpirti i Kontrollit Zanor";
"VOICEDAEMONMSG" = "Caktivizimi i ketij shpirti ben qe Siri dhe Kontrolli Zanor te jene te paperdorshem.";
"VPNDAEMONLBL" = "Shpirti i VPN";
"VPNDAEMONMSG" = "Neqoftese nuk perdorni ''VPN'' mund te caktivizoni pa rrezik kete ''shpirt''";
"WALLPAPERSLBL" = "Menaxhimi i sfondeve";
"WALLPAPERSMSG" = "Shtype per shikim paraprak.";
"WARNINGPOPUPSLBL" = "Lajmerimet ''popups''";
"WEIBODAEMONLBL" = "Shpirti i Weibo";
"WEIBODAEMONMSG" = "Caktivizimi i ketij ''shpirti'' con ne kufizimin e funksionit te integrimit me Weibo.";
"WHOLEFOLDER" = "E gjithe dosja";
"WIPEDAEMONLBL" = "Shpirti i pastrimit te te dhenave te ndarjes se njesise se arkivimit";
"WIPEDAEMONMSG" = "Ky ''shpirt'' eshte pergjegjes per pastrimin e te dhenave te ndarjes se njesise se arkivimit. Caktivizimi i tij ben qe ''Settings - General - Reset'' te behet i paperdorshem.";
"YES" = "Po";
